Repository: paulkos/flutter_lotto
Catalog: lib/l10n/app_*.arb
Languages: ru

# input_combination
source: Enter the number combinations:
ru: Введите комбинации чисел:

# input_super_num
source: Enter the super-number:
ru: Введите супер-число:

# add_combination
source: Add
ru: Добавить

# evaluate
source: Check
ru: Проверить

source: Reset
ru: Сбросить

source: Remove
ru: Удалить

# super_num_missing
source: What about the Super Number?
ru: А как на счет Супер-Числа?

# combination_limit_exceeded
source: What about the Super Number?
ru: А как на счет Супер-Числа?

source: Results
ru: Результаты

# win_combination
source: Winning combination:
ru: Выигрышная комбинация:

# win_category
source: Category {category}, approximate winnings {amount}!
ru: Категория {category} примерный выйигрышь {amount}!

# combination_li
source: Combination {index}:
ru: Комбинация {index}:

# congratulation
source: Congratulations!
ru: Поздравляю!

# condolences
source: Better luck next time?!
ru: Может в следующий раз повезет?!

# evaluation_details
source: Categogy {category} ~ {amount}
ru: Категория {category} ~ {amount}

# evaluation_nil
source: Nothing
ru: Пусто
